Repository: lgzcoollg/vphone-cli
Catalog: VPhoneExecutable/VPhoneVirtualization/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi, zh_hans

source: Unable to download %@. Update the guest agent, then try again.
ja: %@ をダウンロードできません。ゲストエージェントをアップデートしてから、もう一度お試しください。
ko: %@을(를) 다운로드할 수 없습니다. 게스트 에이전트를 업데이트한 후 다시 시도하세요.
vi: Không thể tải xuống %@. Hãy cập nhật tác nhân máy khách, rồi thử lại.
zh_hans: 无法下载 %@。请更新客体代理，然后重试。

source: Unable to download “%@”. Try again.
ja: 「%@」をダウンロードできません。もう一度お試しください。
ko: “%@”을(를) 다운로드할 수 없습니다. 다시 시도하세요.
vi: Không thể tải xuống “%@”. Hãy thử lại.
zh_hans: 无法下载“%@”。请重试。

# Unable to enable %@.
source: Unable to enable %1$@.
ja: %1$@ を有効にできません。
ko: %1$@을(를) 활성화할 수 없습니다.
vi: Không thể bật %1$@.
zh_hans: 无法启用 %1$@。

source: Unable to enable %@. %@
ja: %1$@ を有効にできません。%2$@
ko: %1$@을(를) 활성화할 수 없습니다. %2$@
vi: Không thể bật %1$@. %2$@
zh_hans: 无法启用 %1$@。%2$@

# Unable to export %@. Check the connection and the destination, then try again.
source: Unable to export %1$@. Check the connection and the destination, then try again.
ja: %1$@ を書き出せません。接続と保存先を確認してから、もう一度お試しください。
ko: %1$@을(를) 내보낼 수 없습니다. 연결과 대상 위치를 확인한 다음 다시 시도하십시오.
vi: Không thể xuất %1$@. Hãy kiểm tra kết nối và nơi lưu, rồi thử lại.
zh_hans: 无法导出 %1$@。请检查连接和目标位置，然后重试。

# Unable to find the data container of %@.
source: Unable to find the data container of %1$@.
ja: %1$@ のデータコンテナが見つかりません。
ko: %1$@의 데이터 컨테이너를 찾을 수 없습니다.
vi: Không tìm thấy vùng chứa dữ liệu của %1$@.
zh_hans: 找不到 %1$@ 的数据容器。

# Unable to install %@.
source: Unable to install %1$@.
ja: %1$@ をインストールできません。
ko: %1$@을(를) 설치할 수 없습니다.
vi: Không thể cài đặt %1$@.
zh_hans: 无法安装 %1$@。

source: Unable to install the app package. Check the file and guest connection, then try again.
ja: アプリパッケージをインストールできません。ファイルとゲスト接続を確認して再試行してください。
ko: 앱 패키지를 설치할 수 없습니다. 파일과 게스트 연결을 확인한 후 다시 시도하세요.
vi: Không thể cài đặt gói ứng dụng. Hãy kiểm tra tệp và kết nối máy khách rồi thử lại.
zh_hans: 无法安装应用包。请检查文件和客体连接后重试。

source: Unable to install the bootstrap. Check that the guest agent is connected, then try again.
ja: ブートストラップをインストールできません。ゲストエージェントの接続を確認して再試行してください。
ko: 부트스트랩을 설치할 수 없습니다. 게스트 에이전트 연결을 확인한 후 다시 시도하세요.
vi: Không thể cài đặt bootstrap. Hãy kiểm tra kết nối tác nhân máy khách rồi thử lại.
zh_hans: 无法安装引导环境。请检查客体代理连接后重试。

source: Unable to install the bootstrap. Check the file and guest connection, then try again.
ja: ブートストラップをインストールできません。ファイルとゲスト接続を確認して再試行してください。
ko: 부트스트랩을 설치할 수 없습니다. 파일과 게스트 연결을 확인한 후 다시 시도하세요.
vi: Không thể cài đặt bootstrap. Hãy kiểm tra tệp và kết nối máy khách rồi thử lại.
zh_hans: 无法安装引导环境。请检查文件和客体连接后重试。

# Unable to launch %@.
source: Unable to launch %1$@.
ja: %1$@ を起動できません。
ko: %1$@을(를) 실행할 수 없습니다.
vi: Không thể khởi chạy %1$@.
zh_hans: 无法启动 %1$@。

source: Unable to list crash reports. Check the connection, then try again.
ja: クラッシュレポートを一覧表示できません。接続を確認してから、もう一度お試しください。
ko: 충돌 보고서 목록을 가져올 수 없습니다. 연결을 확인한 다음 다시 시도하십시오.
vi: Không thể liệt kê báo cáo sự cố. Hãy kiểm tra kết nối, rồi thử lại.
zh_hans: 无法列出崩溃报告。请检查连接，然后重试。

source: Unable to list guest processes. Check that the guest is connected, then try again.
ja: ゲストのプロセスを一覧表示できません。ゲストが接続されていることを確認してから、もう一度お試しください。
ko: 게스트 프로세스 목록을 가져올 수 없습니다. 게스트가 연결되어 있는지 확인한 후 다시 시도하십시오.
vi: Không thể liệt kê tiến trình của máy khách. Hãy kiểm tra máy khách đã được kết nối, sau đó thử lại.
zh_hans: 无法列出客户机进程。请确认客户机已连接，然后重试。

source: Unable to load apps.
ja: アプリを読み込めません。
ko: 앱을 불러올 수 없습니다.
vi: Không thể tải ứng dụng.
zh_hans: 无法载入应用。

source: Unable to load details for %@. %@
ja: %1$@ の詳細を読み込めません。%2$@
ko: %1$@의 세부 정보를 불러올 수 없습니다. %2$@
vi: Không thể tải chi tiết của %1$@. %2$@
zh_hans: 无法加载 %1$@ 的详细信息。%2$@

source: Unable to load keychain items. Check that the guest agent is connected, then try again.
ja: キーチェーン項目を読み込めません。ゲストエージェントの接続を確認して再試行してください。
ko: 키체인 항목을 불러올 수 없습니다. 게스트 에이전트 연결을 확인한 후 다시 시도하세요.
vi: Không thể tải các mục Chuỗi khóa. Hãy kiểm tra kết nối tác nhân máy khách rồi thử lại.
zh_hans: 无法加载钥匙串项目。请检查客体代理连接后重试。

source: Unable to load services. Check the connection, then try again.
ja: サービスを読み込めません。接続を確認してから、もう一度お試しください。
ko: 서비스를 불러올 수 없습니다. 연결을 확인한 후 다시 시도하십시오.
vi: Không thể tải dịch vụ. Hãy kiểm tra kết nối, rồi thử lại.
zh_hans: 无法载入服务。请检查连接，然后重试。

source: Unable to load this folder. Check the connection, then try again.
ja: このフォルダを読み込めません。接続を確認してから、もう一度お試しください。
ko: 이 폴더를 불러올 수 없습니다. 연결을 확인한 후 다시 시도하세요.
vi: Không thể tải thư mục này. Hãy kiểm tra kết nối, rồi thử lại.
zh_hans: 无法加载此文件夹。请检查连接，然后重试。

source: Unable to load this report. Check the connection, then try again.
ja: このレポートを読み込めません。接続を確認してから、もう一度お試しください。
ko: 이 보고서를 불러올 수 없습니다. 연결을 확인한 다음 다시 시도하십시오.
vi: Không thể tải báo cáo này. Hãy kiểm tra kết nối, rồi thử lại.
zh_hans: 无法载入此报告。请检查连接，然后重试。

# Unable to open the URL in %@.
source: Unable to open the URL in %1$@.
ja: %1$@ で URL を開けません。
ko: %1$@에서 URL을 열 수 없습니다.
vi: Không thể mở URL trong %1$@.
zh_hans: 无法在 %1$@ 中打开该 URL。

source: Unable to open the URL on the guest. Check the URL and guest connection, then try again.
ja: ゲストで URL を開けません。URL とゲスト接続を確認して再試行してください。
ko: 게스트에서 URL을 열 수 없습니다. URL과 게스트 연결을 확인한 후 다시 시도하세요.
vi: Không thể mở URL trong máy khách. Hãy kiểm tra URL và kết nối rồi thử lại.
zh_hans: 无法在客体中打开 URL。请检查 URL 和客体连接后重试。

# Unable to paste the text. %@
source: Unable to paste the text. %1$@
ja: テキストをペーストできません。%1$@
ko: 텍스트를 붙여넣을 수 없습니다. %1$@
vi: Không thể dán văn bản. %1$@
zh_hans: 无法粘贴文本。%1$@

# Unable to press %@. %@
source: Unable to press %1$@. %2$@
ja: %1$@を押せません。%2$@
ko: %1$@ 버튼을 누를 수 없습니다. %2$@
vi: Không thể nhấn %1$@. %2$@
zh_hans: 无法按下%1$@。%2$@

source: Unable to preview “%@”. Check the connection, then try again.
ja: 「%@」をプレビューできません。接続を確認してから、もう一度お試しください。
ko: “%@”을(를) 미리 볼 수 없습니다. 연결을 확인한 후 다시 시도하세요.
vi: Không thể xem trước “%@”. Hãy kiểm tra kết nối, rồi thử lại.
zh_hans: 无法预览“%@”。请检查连接，然后重试。

# Unable to print %@. %@
source: Unable to print %1$@. %2$@
ja: %1$@ の説明を出力できません。%2$@
ko: %1$@의 설명을 출력할 수 없습니다. %2$@
vi: Không thể in mô tả của %1$@. %2$@
zh_hans: 无法输出 %1$@ 的描述。%2$@

source: Unable to read Developer Mode status. Check that the guest agent is connected, then try again.
ja: デベロッパモードの状態を読み取れません。ゲストエージェントの接続を確認して再試行してください。
ko: 개발자 모드 상태를 읽을 수 없습니다. 게스트 에이전트 연결을 확인한 후 다시 시도하세요.
vi: Không thể đọc trạng thái Chế độ nhà phát triển. Hãy kiểm tra kết nối tác nhân máy khách rồi thử lại.
zh_hans: 无法读取开发者模式状态。请检查客体代理连接后重试。

source: Unable to read device information. Check the connection, then try again.
ja: デバイス情報を読み込めません。接続を確認してから、もう一度お試しください。
ko: 기기 정보를 읽을 수 없습니다. 연결을 확인한 다음 다시 시도하십시오.
vi: Không thể đọc thông tin thiết bị. Hãy kiểm tra kết nối, rồi thử lại.
zh_hans: 无法读取设备信息。请检查连接，然后重试。

source: Unable to read some guest controls. Controls without a value are unavailable.
ja: 一部のゲストのコントロールを読み込めません。値のないコントロールは使用できません。
ko: 일부 게스트 제어 항목을 읽을 수 없습니다. 값이 없는 항목은 사용할 수 없습니다.
vi: Không thể đọc một số điều khiển của máy khách. Các điều khiển không có giá trị sẽ không dùng được.
zh_hans: 无法读取部分客户机控制项。没有值的控制项不可用。

source: Unable to read that preference. Check the domain and key, then try again.
ja: その環境設定を読み取れません。ドメインとキーを確認して再試行してください。
ko: 해당 환경설정을 읽을 수 없습니다. 도메인과 키를 확인한 후 다시 시도하세요.
vi: Không thể đọc tùy chọn đó. Hãy kiểm tra miền và khóa rồi thử lại.
zh_hans: 无法读取该偏好设置。请检查域和键后重试。

source: Unable to read that setting. Check the domain and key, then try again.
ja: 設定を読み取れません。ドメインとキーを確認して再試行してください。
ko: 설정을 읽을 수 없습니다. 도메인과 키를 확인한 후 다시 시도하세요.
vi: Không thể đọc cài đặt đó. Hãy kiểm tra miền và khóa rồi thử lại.
zh_hans: 无法读取该设置。请检查域和键后重试。

# Unable to read the %@ volume. %@
source: Unable to read the %1$@ volume. %2$@
ja: %1$@の音量を読み込めません。%2$@
ko: %1$@ 음량을 읽을 수 없습니다. %2$@
vi: Không thể đọc âm lượng %1$@. %2$@
zh_hans: 无法读取%1$@音量。%2$@

source: Unable to read the accessibility elements. Bring an app to the front in the guest, then try again.
ja: アクセシビリティ要素を読み込めません。ゲストでAppを最前面に表示してから、もう一度お試しください。
ko: 손쉬운 사용 요소를 읽을 수 없습니다. 게스트에서 앱을 전면으로 가져온 다음 다시 시도하십시오.
vi: Không thể đọc các phần tử trợ năng. Hãy đưa một ứng dụng lên phía trước trong máy khách rồi thử lại.
zh_hans: 无法读取辅助功能元素。请在客户机中将某个 App 置于前台，然后重试。

source: Unable to read the dropped items. Drag files from Finder, then try again.
ja: ドロップした項目を読み取れません。Finder からファイルをドラッグして再試行してください。
ko: 드롭한 항목을 읽을 수 없습니다. Finder에서 파일을 드래그한 후 다시 시도하세요.
vi: Không thể đọc các mục đã thả. Hãy kéo tệp từ Finder rồi thử lại.
zh_hans: 无法读取拖放的项目。请从访达拖入文件后重试。

source: Unable to read the folder “%@”. Check the connection, then try again.
ja: フォルダ「%@」を読み取れません。接続を確認してから、もう一度お試しください。
ko: “%@” 폴더를 읽을 수 없습니다. 연결을 확인한 후 다시 시도하세요.
vi: Không thể đọc thư mục “%@”. Hãy kiểm tra kết nối, rồi thử lại.
zh_hans: 无法读取文件夹“%@”。请检查连接，然后重试。

source: Unable to read the guest agent hash. Check that the guest agent is connected, then try again.
ja: ゲストエージェントのハッシュを読み取れません。ゲストエージェントの接続を確認して再試行してください。
ko: 게스트 에이전트 해시를 읽을 수 없습니다. 게스트 에이전트 연결을 확인한 후 다시 시도하세요.
vi: Không thể đọc hàm băm của tác nhân máy khách. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 无法读取客体代理哈希。请检查客体代理连接后重试。

source: Unable to read the guest clipboard. Check the connection and try again.
ja: ゲストのクリップボードを読み取れません。接続を確認して再試行してください。
ko: 게스트 클립보드를 읽을 수 없습니다. 연결을 확인한 후 다시 시도하세요.
vi: Không thể đọc bảng nhớ tạm của máy khách. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 无法读取客体剪贴板。请检查连接后重试。

source: Unable to read the guest clipboard. Check the connection, then try again.
ja: ゲストのクリップボードを読み取れません。接続を確認して再試行してください。
ko: 게스트 클립보드를 읽을 수 없습니다. 연결을 확인한 후 다시 시도하세요.
vi: Không thể đọc bảng nhớ tạm của máy khách. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 无法读取客体剪贴板。请检查连接后重试。

source: Unable to read the guest controls. Check the connection, then try again.
ja: ゲストのコントロールを読み込めません。接続を確認してから、もう一度お試しください。
ko: 게스트 제어 항목을 읽을 수 없습니다. 연결을 확인한 후 다시 시도하십시오.
vi: Không thể đọc các điều khiển của máy khách. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 无法读取客户机控制项。请检查连接，然后重试。

source: Unable to read “%@”. Check that the file still exists, then try again.
ja: 「%@」を読み取れません。ファイルがまだ存在するか確認してから、もう一度お試しください。
ko: “%@”을(를) 읽을 수 없습니다. 파일이 아직 있는지 확인한 후 다시 시도하세요.
vi: Không thể đọc “%@”. Hãy kiểm tra tệp vẫn còn tồn tại, rồi thử lại.
zh_hans: 无法读取“%@”。请确认该文件仍然存在，然后重试。

source: Unable to recognize text on the guest screen. Check the connection, then try again.
ja: ゲスト画面のテキストを認識できません。接続を確認してから、もう一度お試しください。
ko: 게스트 화면의 텍스트를 인식할 수 없습니다. 연결을 확인한 다음 다시 시도하십시오.
vi: Không thể nhận dạng văn bản trên màn hình máy khách. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 无法识别客户机屏幕上的文字。请检查连接，然后重试。

# Unable to remove %@.
source: Unable to remove %1$@.
ja: %1$@ を削除できません。
ko: %1$@을(를) 제거할 수 없습니다.
vi: Không thể xóa %1$@.
zh_hans: 无法移除 %1$@。

source: Unable to remove %@. %@
ja: %1$@ を削除できません。%2$@
ko: %1$@을(를) 제거할 수 없습니다. %2$@
vi: Không thể xóa %1$@. %2$@
zh_hans: 无法移除 %1$@。%2$@

source: Unable to remove the bootstrap. Check that the guest agent is connected, then try again.
ja: ブートストラップを削除できません。ゲストエージェントの接続を確認して再試行してください。
ko: 부트스트랩을 제거할 수 없습니다. 게스트 에이전트 연결을 확인한 후 다시 시도하세요.
vi: Không thể gỡ bootstrap. Hãy kiểm tra kết nối tác nhân máy khách rồi thử lại.
zh_hans: 无法卸载引导环境。请检查客体代理连接后重试。

source: Unable to remove the test keychain item. Try again.
ja: テスト用キーチェーン項目を削除できません。再試行してください。
ko: 테스트 키체인 항목을 제거할 수 없습니다. 다시 시도하세요.
vi: Không thể xóa mục Chuỗi khóa thử nghiệm. Hãy thử lại.
zh_hans: 无法移除测试钥匙串项目。请重试。

source: Unable to rename “%@”. Check the connection, then try again.
ja: 「%@」の名前を変更できません。接続を確認してから、もう一度お試しください。
ko: “%@”의 이름을 변경할 수 없습니다. 연결을 확인한 후 다시 시도하세요.
vi: Không thể đổi tên “%@”. Hãy kiểm tra kết nối, rồi thử lại.
zh_hans: 无法重命名“%@”。请检查连接，然后重试。

# Unable to repair the network policy of %@.
source: Unable to repair the network policy of %1$@.
ja: %1$@ のネットワークポリシーを修復できません。
ko: %1$@의 네트워크 정책을 복구할 수 없습니다.
vi: Không thể sửa chính sách mạng của %1$@.
zh_hans: 无法修复 %1$@ 的网络策略。

# Unable to restart %@.
source: Unable to restart %1$@.
ja: %1$@ を再起動できません。
ko: %1$@을(를) 재시작할 수 없습니다.
vi: Không thể khởi động lại %1$@.
zh_hans: 无法重启 %1$@。

source: Unable to restart %@. %@
ja: %1$@ を再起動できません。%2$@
ko: %1$@을(를) 재시작할 수 없습니다. %2$@
vi: Không thể khởi động lại %1$@. %2$@
zh_hans: 无法重新启动 %1$@。%2$@

source: Unable to save the log. Choose another location, then try again.
ja: ログを保存できません。別の場所を選択してから、もう一度お試しください。
ko: 로그를 저장할 수 없습니다. 다른 위치를 선택한 다음 다시 시도하십시오.
vi: Không thể lưu nhật ký. Hãy chọn vị trí khác rồi thử lại.
zh_hans: 无法存储日志。请选择其他位置，然后重试。

source: Unable to save the screenshot. Try again.
ja: スクリーンショットを保存できません。再試行してください。
ko: 스크린샷을 저장할 수 없습니다. 다시 시도하세요.
vi: Không thể lưu ảnh màn hình. Hãy thử lại.
zh_hans: 无法保存截屏。请重试。

# Unable to send %@ to %@.
source: Unable to send %1$@ to %2$@.
ja: %2$@ に %1$@ を送信できません。
ko: %2$@에 %1$@을(를) 보낼 수 없습니다.
vi: Không thể gửi %1$@ đến %2$@.
zh_hans: 无法向 %2$@ 发送 %1$@。

source: Unable to send %@ to %@. %@
ja: %2$@ に %1$@ を送信できません。%3$@
ko: %2$@에 %1$@을(를) 보낼 수 없습니다. %3$@
vi: Không thể gửi %1$@ đến %2$@. %3$@
zh_hans: 无法向 %2$@ 发送 %1$@。%3$@

source: Unable to send %@ to %@. Check that the process still exists, then try again.
ja: %2$@ に %1$@ を送信できません。プロセスがまだ存在するか確認してから、もう一度お試しください。
ko: %2$@에 %1$@을(를) 보낼 수 없습니다. 프로세스가 아직 있는지 확인한 후 다시 시도하세요.
vi: Không thể gửi %1$@ đến %2$@. Hãy kiểm tra tiến trình vẫn còn tồn tại, rồi thử lại.
zh_hans: 无法向 %2$@ 发送 %1$@。请确认该进程仍然存在，然后重试。

# Unable to send %@ to %@. Check that the processes still exist, then try again.
source: Unable to send %1$@ to %2$@. Check that the processes still exist, then try again.
ja: %2$@ に %1$@ を送信できません。プロセスがまだ存在することを確認してから、もう一度お試しください。
ko: %2$@에 %1$@을(를) 보낼 수 없습니다. 프로세스가 아직 존재하는지 확인한 후 다시 시도하십시오.
vi: Không thể gửi %1$@ đến %2$@. Hãy kiểm tra các tiến trình vẫn còn tồn tại, sau đó thử lại.
zh_hans: 无法向 %2$@ 发送 %1$@。请确认这些进程仍然存在，然后重试。

source: Unable to send %1$@ to %2$@: %3$@. Check that the process still exists, then try again.
ja: %2$@ に %1$@ を送信できません: %3$@。プロセスがまだ存在することを確認してから、もう一度お試しください。
ko: %2$@에 %1$@을(를) 보낼 수 없습니다: %3$@. 프로세스가 아직 존재하는지 확인한 후 다시 시도하십시오.
vi: Không thể gửi %1$@ đến %2$@: %3$@. Hãy kiểm tra tiến trình vẫn còn tồn tại, sau đó thử lại.
zh_hans: 无法向 %2$@ 发送 %1$@：%3$@。请确认该进程仍然存在，然后重试。

# Unable to send %@. %@
source: Unable to send %1$@. %2$@
ja: %1$@ を送信できません。%2$@
ko: %1$@ 보낼 수 없습니다. %2$@
vi: Không thể gửi %1$@. %2$@
zh_hans: 无法发送 %1$@。%2$@

# Unable to set %@. %@
source: Unable to set %1$@. %2$@
ja: %1$@を設定できません。%2$@
ko: %1$@을(를) 설정할 수 없습니다. %2$@
vi: Không thể đặt %1$@. %2$@
zh_hans: 无法设置%1$@。%2$@

source: Unable to set the guest clipboard. Check the connection and try again.
ja: ゲストのクリップボードを設定できません。接続を確認して再試行してください。
ko: 게스트 클립보드를 설정할 수 없습니다. 연결을 확인한 후 다시 시도하세요.
vi: Không thể đặt bảng nhớ tạm của máy khách. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 无法设置客体剪贴板。请检查连接后重试。

source: Unable to set the guest clipboard. Check the connection, then try again.
ja: ゲストのクリップボードを設定できません。接続を確認して再試行してください。
ko: 게스트 클립보드를 설정할 수 없습니다. 연결을 확인한 후 다시 시도하세요.
vi: Không thể đặt bảng nhớ tạm của máy khách. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 无法设置客体剪贴板。请检查连接后重试。

# Unable to start %@.
source: Unable to start %1$@.
ja: %1$@ を開始できません。
ko: %1$@을(를) 시작할 수 없습니다.
vi: Không thể khởi động %1$@.
zh_hans: 无法启动 %1$@。

source: Unable to start %@. %@
ja: %1$@ を開始できません。%2$@
ko: %1$@을(를) 시작할 수 없습니다. %2$@
vi: Không thể khởi động %1$@. %2$@
zh_hans: 无法启动 %1$@。%2$@

source: Unable to start recording. Try again.
ja: 録画を開始できません。再試行してください。
ko: 녹화를 시작할 수 없습니다. 다시 시도하세요.
vi: Không thể bắt đầu ghi hình. Hãy thử lại.
zh_hans: 无法开始录制。请重试。

# Unable to stop %@.
source: Unable to stop %1$@.
ja: %1$@ を停止できません。
ko: %1$@을(를) 중지할 수 없습니다.
vi: Không thể dừng %1$@.
zh_hans: 无法停止 %1$@。

source: Unable to stop %@. %@
ja: %1$@ を停止できません。%2$@
ko: %1$@을(를) 중지할 수 없습니다. %2$@
vi: Không thể dừng %1$@. %2$@
zh_hans: 无法停止 %1$@。%2$@

source: Unable to tap the guest. Check the connection, then try again.
ja: ゲストをタップできません。接続を確認してから、もう一度お試しください。
ko: 게스트를 탭할 수 없습니다. 연결을 확인한 다음 다시 시도하십시오.
vi: Không thể chạm vào máy khách. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 无法轻点客户机。请检查连接，然后重试。

# Unable to terminate %@.
source: Unable to terminate %1$@.
ja: %1$@ を終了できません。
ko: %1$@을(를) 종료할 수 없습니다.
vi: Không thể dừng %1$@.
zh_hans: 无法终止 %1$@。

# Unable to type the text. %@
source: Unable to type the text. %1$@
ja: テキストを入力できません。%1$@
ko: 텍스트를 입력할 수 없습니다. %1$@
vi: Không thể gõ văn bản. %1$@
zh_hans: 无法键入文本。%1$@

# Unable to uninstall %@.
source: Unable to uninstall %1$@.
ja: %1$@ をアンインストールできません。
ko: %1$@을(를) 제거할 수 없습니다.
vi: Không thể gỡ cài đặt %1$@.
zh_hans: 无法卸载 %1$@。

source: Unable to upload “%@”. Check the connection, then try again.
ja: 「%@」をアップロードできません。接続を確認してから、もう一度お試しください。
ko: “%@”을(를) 업로드할 수 없습니다. 연결을 확인한 후 다시 시도하세요.
vi: Không thể tải lên “%@”. Hãy kiểm tra kết nối, rồi thử lại.
zh_hans: 无法上传“%@”。请检查连接，然后重试。

source: Unable to write that preference. Check the connection, then try again.
ja: その環境設定を書き込めません。接続を確認して再試行してください。
ko: 해당 환경설정을 쓸 수 없습니다. 연결을 확인한 후 다시 시도하세요.
vi: Không thể ghi tùy chọn đó. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 无法写入该偏好设置。请检查连接后重试。

source: Unable to write that setting. Check the connection and try again.
ja: 設定を書き込めません。接続を確認して再試行してください。
ko: 설정을 쓸 수 없습니다. 연결을 확인한 후 다시 시도하세요.
vi: Không thể ghi cài đặt đó. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 无法写入该设置。请检查连接后重试。

source: Unavailable
ja: 利用不可
ko: 사용할 수 없음
vi: Không khả dụng
zh_hans: 不可用

source: Uninstall
ja: アンインストール
ko: 제거
vi: Gỡ cài đặt
zh_hans: 卸载

# Uninstall %lld apps?
source: Uninstall %1$lld apps?
ja: %1$lld 個のアプリをアンインストールしますか？
ko: 앱 %1$lld개를 제거하겠습니까?
vi: Gỡ cài đặt %1$lld ứng dụng?
zh_hans: 要卸载 %1$lld 个应用吗？

source: Uninstall Bootstrap
ja: ブートストラップを削除
ko: 부트스트랩 제거
vi: Gỡ bootstrap
zh_hans: 卸载引导环境

source: Uninstall Bootstrap Without Restarting…
ja: 再起動せずにブートストラップを削除…
ko: 재시동 없이 부트스트랩 제거…
vi: Gỡ bootstrap mà không khởi động lại…
zh_hans: 卸载引导环境（不重启）…

source: Uninstall Bootstrap…
ja: ブートストラップを削除…
ko: 부트스트랩 제거…
vi: Gỡ bootstrap…
zh_hans: 卸载引导环境…

source: Uninstall Bootstrap… (No Restart)
ja: ブートストラップを削除…（再起動しない）
ko: 부트스트랩 제거… (재시동 안 함)
vi: Gỡ bootstrap… (không khởi động lại)
zh_hans: 卸载引导环境…（不重启）

# Uninstall “%@”?
source: Uninstall “%1$@”?
ja: “%1$@”をアンインストールしますか？
ko: ‘%1$@’을(를) 제거하겠습니까?
vi: Gỡ cài đặt “%1$@”?
zh_hans: 要卸载“%1$@”吗？

# Uninstalled %@.
source: Uninstalled %1$@.
ja: %1$@ をアンインストールしました。
ko: %1$@을(를) 제거했습니다.
vi: Đã gỡ cài đặt %1$@.
zh_hans: 已卸载 %1$@。

# Uninstalling %@…
source: Uninstalling %1$@…
ja: %1$@ をアンインストール中…
ko: %1$@ 제거 중…
vi: Đang gỡ cài đặt %1$@…
zh_hans: 正在卸载 %1$@…

source: Uninstall…
ja: アンインストール…
ko: 제거…
vi: Gỡ cài đặt…
zh_hans: 卸载…

source: Unknown
ja: 不明
ko: 알 수 없음
vi: Không xác định
zh_hans: 未知

source: Unlocked
ja: ロック解除
ko: 잠금 해제됨
vi: Đã mở khóa
zh_hans: 已解锁

source: Unplugged
ja: 電源未接続
ko: 전원 연결 안 됨
vi: Không cắm sạc
zh_hans: 未接电源

source: Up Arrow
ja: 上矢印
ko: 위쪽 화살표
vi: Mũi tên lên
zh_hans: 上箭头

# Updated at %@.
source: Updated at %1$@.
ja: %1$@ に更新しました。
ko: %1$@에 업데이트됨.
vi: Đã cập nhật lúc %1$@.
zh_hans: 更新于 %1$@。

source: Upload
ja: アップロード
ko: 업로드
vi: Tải lên
zh_hans: 上传

source: Upload failed for "%@": %@
ja: 「%@」のアップロードに失敗しました: %@
ko: "%@" 업로드 실패: %@
vi: Tải "%@" lên thất bại: %@
zh_hans: 上传“%@”失败：%@

source: Upload…
ja: アップロード…
ko: 업로드…
vi: Tải lên…
zh_hans: 上传…

source: Upside Down
ja: 上下逆
ko: 거꾸로
vi: Lộn ngược
zh_hans: 倒置

source: Uptime
ja: 稼働時間
ko: 가동 시간
vi: Thời gian hoạt động
zh_hans: 运行时长

source: Urgent
ja: 緊急
ko: 긴급
vi: Khẩn cấp
zh_hans: 紧急

source: Use as Camera Source
ja: カメラソースとして使用
ko: 카메라 소스로 사용
vi: Dùng làm nguồn camera
zh_hans: 用作摄像头来源

source: User
ja: ユーザ
ko: 사용자
vi: Người dùng
zh_hans: 用户

source: User Fault
ja: ユーザフォールト
ko: 사용자 폴트
vi: Lỗi người dùng
zh_hans: 用户态故障

source: User Signal 1
ja: ユーザシグナル 1
ko: 사용자 시그널 1
vi: Tín hiệu người dùng 1
zh_hans: 用户信号 1

source: User Signal 2
ja: ユーザシグナル 2
ko: 사용자 시그널 2
vi: Tín hiệu người dùng 2
zh_hans: 用户信号 2

source: Value
ja: 値
ko: 값
vi: Giá trị
zh_hans: 值

source: Version
ja: バージョン
ko: 버전
vi: Phiên bản
zh_hans: 版本

source: Visible Only
ja: 表示中のみ
ko: 보이는 항목만
vi: Chỉ hiển thị
zh_hans: 仅可见

source: Volume
ja: 音量
ko: 음량
vi: Âm lượng
zh_hans: 音量

source: Volume Down
ja: 音量を下げる
ko: 음량 낮추기
vi: Giảm âm lượng
zh_hans: 调低音量

source: Volume Up
ja: 音量を上げる
ko: 음량 높이기
vi: Tăng âm lượng
zh_hans: 调高音量

# Wait status %lld
source: Wait status %1$lld
ja: wait ステータス %1$lld
ko: wait 상태 %1$lld
vi: Trạng thái wait %1$lld
zh_hans: 等待状态 %1$lld

source: Waiting for Log Entries
ja: ログエントリを待機中
ko: 로그 항목 대기 중
vi: Đang chờ mục nhật ký
zh_hans: 正在等待日志条目

source: Wake
ja: スリープ解除
ko: 깨우기
vi: Đánh thức
zh_hans: 唤醒

source: Wake the screen without unlocking
ja: ロックを解除せずに画面をスリープ解除
ko: 잠금 해제 없이 화면 깨우기
vi: Đánh thức màn hình mà không mở khóa
zh_hans: 唤醒屏幕但不解锁

source: Wakeups
ja: ウェイクアップ
ko: 깨우기
vi: Đánh thức
zh_hans: 唤醒

source: Warning
ja: 警告
ko: 경고
vi: Cảnh báo
zh_hans: 警告

source: When Passcode Set (This Device Only)
ja: パスコード設定時（このデバイスのみ）
ko: 암호 설정 시(이 기기만)
vi: Khi đã đặt mật mã (chỉ thiết bị này)
zh_hans: 设置密码时（仅限此设备）

source: When Unlocked
ja: ロック解除時
ko: 잠금 해제 시
vi: Khi đã mở khóa
zh_hans: 解锁时

source: When Unlocked (This Device Only)
ja: ロック解除時（このデバイスのみ）
ko: 잠금 해제 시(이 기기만)
vi: Khi đã mở khóa (chỉ thiết bị này)
zh_hans: 解锁时（仅限此设备）

source: WhenPasscodeSet (ThisDevice)
ja: パスコード設定時（このデバイス）
ko: 암호 설정 시(이 기기)
vi: Khi đã đặt mật mã (thiết bị này)
zh_hans: 设置密码时（此设备）

source: WhenUnlocked
ja: ロック解除時
ko: 잠금 해제 시
vi: Khi mở khóa
zh_hans: 解锁时

source: WhenUnlocked (ThisDevice)
ja: ロック解除時（このデバイス）
ko: 잠금 해제 시(이 기기)
vi: Khi mở khóa (thiết bị này)
zh_hans: 解锁时（此设备）

source: Wi-Fi and cellular data allowed
ja: Wi-Fi とモバイルデータ通信を許可
ko: Wi-Fi 및 셀룰러 데이터 허용됨
vi: Cho phép Wi-Fi và dữ liệu di động
zh_hans: 允许 Wi-Fi 和蜂窝数据

source: Window
ja: ウインドウ
ko: 윈도우
vi: Cửa sổ
zh_hans: 窗口

source: Wrap Lines
ja: 行を折り返す
ko: 줄 바꿈
vi: Ngắt dòng
zh_hans: 自动换行

source: Wrap long lines to the width of the pane
ja: 長い行をパネルの幅で折り返す
ko: 긴 줄을 패널 너비에 맞춰 줄 바꿈
vi: Ngắt các dòng dài theo chiều rộng của ngăn
zh_hans: 按面板宽度折行显示长行

source: Write
ja: 書き込む
ko: 쓰기
vi: Ghi
zh_hans: 写入

source: Write Preference…
ja: 環境設定を書き込む…
ko: 환경설정 쓰기…
vi: Ghi tùy chọn…
zh_hans: 写入偏好设置…

source: Write Setting
ja: 設定を書き込む
ko: 설정 쓰기
vi: Ghi cài đặt
zh_hans: 写入设置

source: Write Setting…
ja: 設定を書き込む…
ko: 설정 쓰기…
vi: Ghi cài đặt…
zh_hans: 写入设置…

source: Write a typed value to a guest preference key.
ja: ゲストの設定キーに型を指定して値を書き込みます。
ko: 게스트 설정 키에 유형이 지정된 값을 씁니다.
vi: Ghi giá trị có kiểu vào một khóa tùy chọn của máy khách.
zh_hans: 向客体偏好设置键写入指定类型的值。

source: Write this value to the guest (⌘↩)
ja: この値をゲストに書き込む (⌘↩)
ko: 이 값을 게스트에 쓰기 (⌘↩)
vi: Ghi giá trị này vào máy khách (⌘↩)
zh_hans: 将此值写入客体 (⌘↩)

source: Writing preference…
ja: 環境設定を書き込み中…
ko: 환경설정 쓰는 중…
vi: Đang ghi tùy chọn…
zh_hans: 正在写入偏好设置…

source: Wrote %@ to %@.
ja: %1$@ を %2$@ に書き込みました。
ko: %1$@을(를) %2$@에 썼습니다.
vi: Đã ghi %1$@ vào %2$@.
zh_hans: 已将 %1$@ 写入 %2$@。

source: Wrote %@.
ja: %@ に書き込みました。
ko: %@에 기록했습니다.
vi: Đã ghi %@.
zh_hans: 已写入 %@。

source: Yes
ja: はい
ko: 예
vi: Có
zh_hans: 是

source: Yes (FairPlay)
ja: はい（FairPlay）
ko: 예(FairPlay)
vi: Có (FairPlay)
zh_hans: 是（FairPlay）

source: [%@ binary]
ja: [%@ バイナリ]
ko: [%@ 바이너리]
vi: [%@ dữ liệu nhị phân]
zh_hans: [%@ 二进制数据]

source: brightness
ja: 明るさ
ko: 밝기
vi: độ sáng
zh_hans: 亮度

source: charging
ja: 充電中
ko: 충전 중
vi: đang sạc
zh_hans: 充电中

source: critical
ja: 深刻
ko: 심각
vi: nghiêm trọng
zh_hans: 严重

source: iOS Version
ja: iOS バージョン
ko: iOS 버전
vi: Phiên bản iOS
zh_hans: iOS 版本

source: jbroot Source
ja: jbroot の取得元
ko: jbroot 출처
vi: Nguồn jbroot
zh_hans: jbroot 来源

source: launchd delivers the signal to the service's process.
ja: launchd がサービスのプロセスにシグナルを送ります。
ko: launchd가 서비스 프로세스에 시그널을 전달합니다.
vi: launchd sẽ gửi tín hiệu đến tiến trình của dịch vụ.
zh_hans: launchd 将把该信号发送给服务的进程。

# launchd description of %@
source: launchd description of %1$@
ja: %1$@ の launchd 説明
ko: %1$@의 launchd 설명
vi: Mô tả launchd của %1$@
zh_hans: %1$@ 的 launchd 描述

source: launchd has not reported an exit.
ja: launchd は終了を報告していません。
ko: launchd가 종료를 보고하지 않았습니다.
vi: launchd chưa báo cáo lần thoát nào.
zh_hans: launchd 尚未报告退出。
